export default function Page() {
  return (
    <>
      <div
        className="mx-6 w-auto max-w-7xl animate-fade-up  text-gray-300"
        style={{ animationDelay: "0.15s", animationFillMode: "forwards" }}
      >
        <p className="my-8 text-center text-xl md:text-2xl">利用規約</p>
        <p className="text-smmd:text-base my-3 text-left">
          サービス「逆張り星人」（以下「当サービス」）をご利用頂く際の取扱いにつき定めるものです。
          本規約に同意した上で当サービスをご利用ください。
        </p>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">第1条（定義）</p>
        <div className="ml-6 text-sm md:text-base">
          利用規約本則（以下「本則」といいます）における用語を下記の通り定義します。
          <ol className="ml-4 list-decimal">
            <li>
              「当サービス」とは、サービス「逆張り星人」が提供するインターネット上の競馬情報サイトおよび当該サイトに付随するメール配信などの情報サービスの総称を指します。
            </li>
            <li>「運営者」とは、当サービスの運営者を指します。</li>
            <li>「利用者」とは、当サービスを利用する全ての方を指します。</li>
            <li>
              「会員」とは、運営者が指定する手続きに基づき会員登録を行い、ID・パスワードを付与された者を指します。
            </li>
            <li>
              「ID・パスワード」とは、当サービスの利用、および会員識別のために運営者が会員に対して付与する記号、または番号あるいはその双方をいいます。
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第2条（本則への同意）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              利用者は、本則に同意頂いた上で、当サービスを利用できるものとします（同意頂けない場合は、当サービスは利用できないものとします）。
            </li>
            <li>
              利用者が、当サービスを利用した時点で、本則に同意したものとみなし、利用者と運営者との間で、本則の諸規定に従った利用契約が成立するものとします。
            </li>
            <li>
              当サービスには、本則の他に、当サイトに当サービスの利用方法やご注意いただくべき事項が表示されています。これらも実質的には本則の一部をなすものとします。
            </li>
            <li>
              利用者が未成年者である場合には、親権者その他の法定代理人の同意を得たうえで、当サービスをご利用ください。当サービスを利用した時点で法定代理人の同意を得たものとみなします。
            </li>
            <li>
              未成年者の利用者が、法定代理人の同意がないにもかかわらず同意があると偽りまたは年齢について成年と偽って当サービスを利用した場合、その他行為能力者であることを信じさせるために詐術を用いた場合、当サービスに関する一切の法律行為を取り消すことは出来ません。
            </li>
            <li>
              本則の同意時に未成年であった利用者が成年に達した後に当サービスを利用した場合、当該利用者は当サービスに関する一切の法律行為を追認したものとみなされます。
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第3条（本則の範囲および変更）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              本則は当サービスの全て又は一部を利用する全ての利用者に適用されるものとします。
            </li>
            <li>
              本則は運営者が定める方法により予告なく随時変更、追加、削除することがあります。
            </li>
            <li>
              本則の変更、追加、削除された項目は利用者への通知もしくは当サービス上に表示した時点より効力を生じるものとします。
            </li>
            <li>
              利用者は、本則変更後、当サービスを利用した時点で、変更後の本則に異議なく同意したものとみなされます。
            </li>
            <li>当サービスは日本国内での利用者にのみ提供するものとします。</li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第3条（個人情報の取り扱い）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              運営者は、当サービスを利用する利用者の個人情報の取り扱いについては、プライバシーポリシーに基づいて取り扱われます。
            </li>
            <li>
              運営者は、利用者の個人情報を、当サービスの提供以外の目的のために利用しないとともに、第三者に開示、提供しないものとします。但し、以下の場合はこの限りではありません。
              <ol className="ml-4 list-disc">
                <li>
                  利用者に対し、運営者、または運営者の業務提携先等の広告宣伝のための電子メールやその他の通信手段を用い送付する場合
                </li>
                <li>
                  個々の利用者に合ったサービスの提供およびオンライン広告の配信
                </li>
                <li>
                  個々の利用者に有益と思われる当サービス（サイト、アプリその他運営者が提供するサービス全て）、または運営者の業務提携先の商品、サービス等の案内の電子メール等による送付
                </li>
              </ol>
              なお、上記の目的の実施にあたり、必要な範囲で個人情報を配信等の委託先に預託することがあります。
            </li>
            <li>
              運営者は、利用者の個人情報の属性の集計、分析を行い、個人が識別・特定できないように加工したもの（以下「統計資料」といいます。）を作成し
              、新規サービスの開発等の業務の遂行のために利用、処理することがあります。また、運営者は、統計資料を業務提携先等に提供することがあります。
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第4条（会員登録）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              運営者は、会員への事前の通知なしに、当サービスの変更または一時的な中断を行うことがあります。
            </li>
            <li>
              会員は、登録の時点で本則の内容をすべて承諾しているものとみなします。
            </li>
            <li>
              運営者は当サービス利用希望者の登録申し込み内容を審査の上、これを承諾した場合に、当該利用希望者に対して承諾の通知を行います。運営者からの登録通知に基づき登録完了手続きを行うことをもって、当サービスの登録とID・パスワードの取得ならびに会員として当サービス利用を開始できるものとします。
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第5条（有料プラン登録）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              有料プラン契約は、会員登録した上で、運営者が指定する方法で申込みを行い、これを運営者が受諾した時点で成立するものとします。
            </li>
            <li>
              会員は、運営者が前項の申込みを受諾した日から有料プラン限定サービスを利用できます。
            </li>
            <li>
              契約期間の途中で解約された場合であっても、発生した利用料金は、日割精算等による返金を含め一切返金は行いませんので、ご留意ください。
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第6条（会員の脱会・抹消）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              会員が当サービスを退会するときは、運営者所定の手続きにより申請を行うものとします。
            </li>
            <li>
              運営者は会員が以下の項目に該当するような場合、運営者は会員に対する通知・許諾なしに会員登録の一時停止または抹消することができ、利用料金の支払い方法を問わず、運営者からは一切の返金が行われないものとします。
              <ol className="ml-4 list-disc">
                <li>会員登録時における申告内容に虚偽があった場合</li>
                <li>
                  未成年者、成年被後見人、被保佐人または被補助人のいずれかであり、法定代理人、後見人、保佐人または補助人の同意等を得ていなかった場合
                </li>
                <li>会員自ら脱会の要望があった場合</li>
                <li>
                  登録希望者が過去運営者との契約に違反した者またはその関係者であると認められる場合
                </li>
                <li>6ヶ月以上ログインしていない場合</li>
                <li>
                  運営者からの問いあわせその他の回答を求める連絡に対して30日間以上応答がない場合
                </li>
                <li>会員が、本則に違反していると運営者が判断した場合</li>
              </ol>
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第7条（利用者の禁止行為）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              利用者、会員は以下の行為を行わないものとし、違反した場合、運営者は利用者、会員に対する通知・許諾なしに利用の一時停止、会員登録の一時停止または抹消することができるものとします。違反の有無については、運営者がその判断を行うものとします。
              <ol className="ml-4 list-disc">
                <li>当サービスの運営を妨げる行為</li>
                <li>コンテンツ等の不正な変更、改竄および削除</li>
                <li>有害なコンピュータプログラム等を送信又は書き込む行為</li>
                <li>運営者または第三者の名誉もしくは信用を毀損する行為</li>
                <li>公序良俗に反する行為</li>
                <li>
                  犯罪行為、犯罪行為に結びつくまたは結びつくおそれのある行為
                </li>
                <li>他の会員またはお客様になりすます行為</li>
                <li>
                  運営者または第三者の著作権・商標権・特許権等の知的財産権、プライバシーを侵害する行為
                </li>
                <li>当サービスを利用した営利活動又は営利を目的とする行為</li>
                <li>
                  当サービスのID・パスワード等を第三者に対して譲渡、移転または担保に供し、あるいは第三者に利用させる行為
                </li>
                <li>その他本規約のいずれかの条項に違反する行為</li>
              </ol>
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第8条（自己の責任の原則）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              会員登録の際に入力した個人情報およびその他の情報に対し、会員自らがその内容に関する責任を負うものとします。
            </li>
            <li>
              会員は当サービスの利用のために付与されたID・パスワードの使用および管理について一切の責任を持つものとします。
            </li>
            <li>
              運営者はID・パスワードが他者に使用された事によって当該会員が被る損害について、故意過失を問わず一切責任は負わないものとします。
            </li>
            <li>
              会員は、登録情報の不正使用によって運営者または第三者に損害が生じた場合、運営者および第三者に対して、当該損害を賠償するものとします。
            </li>
            <li>
              登録情報の管理は、会員が自己の責任の下で行うものとし、登録情報が不正確または虚偽であったために会員が被った一切の不利益および損害に関して、運営者は責任を負わないものとします。
            </li>
            <li>
              登録情報が盗用されまたは第三者に利用されていることが判明した場合、会員は直ちにその旨を運営者に通知するとともに、運営者からの指示に従うものとします。
            </li>
            <li>
              当サービスによって利用者が競馬のレース結果に関して受けた利益・損害については、運営者は一切関知せず、その責任は全て利用者個人にあるものとします。
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第9条（免責事項）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              運営者は当サービスの利用により発生した利用者又は他の第三者が被った損害すべてに対し、いかなる責任も負わないものとし、一切の損害賠償をする義務はないものとします。
            </li>
            <li>
              推奨環境からの利用であるか否かを問わず、本サービスの動作保証を行いません。
            </li>
            <li>
              当サービスにおいて提供される情報やサービス内容について、その完全性、正確性、有用性、嗜好性、満足度等に関して、いかなる保証も行わないものとします。
            </li>
            <li>
              運営者以外の広告やコンテンツのクライアント等と利用者間のトラブルに関して、運営者は一切の責任を負わないものとします。
            </li>
            <li>
              利用者と他の利用者または第三者との間の紛争及びトラブルについて、運営者は一切責任を負わないものとします。利用者と他の利用者または第三者との間でトラブルになった場合でも、当事者同士の責任で解決するものとし、運営者には一切の請求をしないものとします。
            </li>
            <li>
              利用者は、当サービスの利用に関連し、他の利用者に損害を与えた場合または第三者との間に紛争を生じた場合、自己の費用と責任において、かかる損害を賠償またはかかる紛争を解決するものとし、運営者には一切の迷惑や損害を与えないものとします。
            </li>
            <li>
              利用者の行為により、第三者から運営者が損害賠償等の請求をされた場合には、利用者の費用（弁護士費用）と責任で、これを解決するものとします。運営者が、当該第三者に対して、損害賠償金を支払った場合には、利用者は、運営者に対して当該損害賠償金を含む一切の費用（弁護士費用及び逸失利益を含む）を支払うものとします。
            </li>
            <li>
              利用者が当サービスの利用に関連して運営者に損害を与えた場合、利用者の費用と責任において運営者に対して損害を賠償（訴訟費用及び弁護士費用を含む）するものとします。
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第10条（当サービスの一時的な中断、変更）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              運営者は以下に該当する場合には、利用者に事前に連絡することなく、一時的に当サービスを中断、変更することがあります。また、運営者は該当以外の事由により当サービスの提供の遅延又は中断が発生したとしても、これに起因する利用者または第三者が被った損害について一切の責任を負わないものとします。
              <ol className="ml-4 list-disc">
                <li>
                  当サービスの提供のための装置、システムの保守点検、更新を定期的に又は、緊急に行う場合火災、停電、天災等不可抗力により、当サービスの提供が困難な場合
                </li>
                <li>
                  その他、運用上あるいは技術上、運営者が当サービスの一時中断、もしくは停止が必要であるか、又は運営者が各サービスの提供が困難と判断した場合
                </li>
              </ol>
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第11条（反社会的勢力排除）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              利用者は運営者に対し、当サービスの利用契約時において自己が次の各号に該当しないことを表明し、かつ将来にわたっても該当しないことを確約します。
              <ol className="ml-4 list-disc">
                <li>
                  暴力団、暴力団員、暴力団準構成員、暴力団関係者その他の反社会的勢力(以下、まとめて&quot;反社会的勢力&quot;といいます)ではないこと。
                </li>
                <li>反社会的勢力を利用しないこと。 </li>
                <li>反社会的勢力に財産的利益その他便宜を供与しないこと。 </li>
                <li>反社会的勢力と親密な交際や密接な関係がないこと。 </li>
              </ol>
            </li>
            <li>
              運営者は、利用者が前項に違反した場合、催告その他何らの手続も要することなく、直ちに利用契約を解除することができるものとします。利用者は、前項の規定により当サービスが解除された場合、運営者に対して何らの損害賠償ないし補償を請求することはできず、また運営者に損害が生じたときはその損害を賠償するものとします。
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第12条（著作権）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              当サービスに関する著作権（著作権法第 27 条及び第 28
              条に規定されている権利を含む。以下同じ。）は、運営者または原著作者その他の権利者に帰属します。
            </li>
            <li>
              個人的な利用を目的として印字や保存等する場合、その他著作権法により認められる場合を除き、コンテンツを運営者、原著作者またはその他の権利者の許諾を得ることなく、複製、公衆送信、改変、切除、皆様のウェブサイトへの転載等する行為は著作権法により禁止されていますので、事前に運営者にご連絡の上、許諾を得ていただくようお願いいたします。なお、肖像、第三者の著作物・商標等が含まれている場合、運営者が不適切と判断する場合等、ご利用をお断りする場合もあります。
            </li>
            <li>
              運営者の許諾を得てコンテンツを利用する場合、運営者指定の著作権表示を行ってください。運営者の事前の了承なく、著作権表示を変更、削除することはできません。
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第13条（リンク）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              当サービスからもしくは当サービスへのリンクを設定している運営者以外のウェブサイトは運営者の管理下にあるものではありません。その内容について、またそれらを利用されたことによって生じたいかなる損害についても、運営者は責任を負いません
            </li>
            <li>
              以下のリンク、またはそのおそれのあるリンクはお断りいたします。
              <ol className="ml-4 list-disc">
                <li>
                  運営者またはその関係会社、それらの役員または社員を誹謗・中傷するウェブサイトからのリンク
                </li>
                <li>
                  フレームリンク等、当サービスの明確性が損なわれる形のリンク
                </li>
                <li>
                  運営者と何らかの提携または協力関係にあるものと誤認を生じさせ、または運営者がリンク元のウェブサイトを認知もしくは支持しているとの誤認を生じさせるリンク
                </li>
                <li>上記の他、運営者が不適切と判断するリンク </li>
              </ol>
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第14条（広告の掲載について）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              利用者は、当サービス上にあらゆる広告が含まれる場合があること、運営者またはその提携先があらゆる広告を掲載する場合があることを理解しこれを承諾したものとみなします。当サービス上の広告の形態や範囲は、運営者によって随時変更されます。
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第15条（分離可能性）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              本則のいずれかの条項又はその一部が、消費者契約法その他の法令等により無効又は執行不能と判断された場合であっても、本則の残りの規定及び一部が無効又は執行不能と判断された規定の残りの部分は、継続して完全に効力を有するものとします。
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-left text-lg md:text-xl">
          第16条（準拠法）
        </p>
        <div className="ml-6 text-sm md:text-base">
          <ol className="ml-4 list-decimal">
            <li>
              本則の有効性、解釈及び履行については、日本法に準拠し、日本法に従って解釈されるものとします。
            </li>
          </ol>
        </div>
        <p className="mb-3 mt-5 text-right ">2023年12月3日更新</p>
      </div>
    </>
  );
}
